[Play_X2_XP_VLK_T_First_Reaper_Shadow AkEvent]
SpokenText="Any Reaper deemed worthy of serving XCOM can move without fear of detection. Shots will make noise, but my Reaper can slip back into the shadows without enemies noticing."

[Play_X2_XP_VLK_T_Gather_Survivors_Dropship_Inro_A AkEvent]
SpokenText="I'm not entirely sure how my people slipped up, but ADVENT caught wind of one of our specialists and their escort moving between camps. They're holed up in the old city, but the aliens are still in pursuit. If you can get them outta there, I'm sure they'd be more than happy to help out on that ship of yours."

[Play_X2_XP_VLK_T_Gather_Survivors_Dropship_Inro_B AkEvent]
SpokenText="I would prefer not to be asking for favors, but as it stands a few of my people's lives depend on your help. ADVENT intercepted our escort moving a support team between camps. They're alive for the moment, but they're pinned down in the abandoned city-not the safest place to hide these days. If you could give 'em a hand, I'm sure they'll be grateful."

[Play_X2_XP_VLK_T_Gather_Survivors_Dropship_Inro_C AkEvent]
SpokenText="Some of my people have gotten themselves into a difficult situation, and you may be their only shot at getting out of it alive. ADVENT switched up their patrols and caught my team escorting our support staff through the area. They're cut off and holding position in the old city center. If you can pull off a rescue we'll definitely owe you one."

[Play_X2_XP_VLK_T_Gather_Survivors_First_ADVENT_Sighted AkEvent]
SpokenText="Looks like the Elders sent a few of their dogs to finish off my people. I expect you'll deal with them the same way we would."

[Play_X2_XP_VLK_T_Gather_Survivors_Mission_Complete AkEvent]
SpokenText="I appreciate you taking care of this for us, Commander. We don't forget who are friends are."

[Play_X2_XP_VLK_T_Gather_Survivors_XCOM_Links_Faction_Soldier AkEvent]
SpokenText="You're lucky XCOM is willing to take you in, 'cause I'm still wondering how exactly you got yourselves caught in the first place."

[Play_X2_XP_VLK_T_How_To_Use_Reaper AkEvent]
SpokenText="Reapers are born in the shadows, in the cold, harsh world that was waiting for us out there. We rely on stealth and long-range attacks, and our marksmen are unmatched by even the best XCOM has to offer."

[Play_X2_XP_VLK_T_Reaper_On_Mox_Rescue_Op AkEvent]
SpokenText="I can't help but notice you've sent one of my people out there to rescue your favorite Skirmisher. I hope this doesn't turn out to be a waste of resources, Commander."

[Play_X2_XP_VOL_T_Swarm_Dropship_Intro_A AkEvent]
SpokenText="I prefer to keep my people out of the cities, but a contact of ours went in to conduct some research and ADVENT caught wind of them. The tunnels under the streets are full of places to hide, and we have a few safe houses down there set up for emergencies like this. I also have one of my people in position to assist, but I need you to lead the rescue."

[Play_X2_XP_VOL_T_Swarm_Dropship_Intro_B AkEvent]
SpokenText="We Reapers tend to stay away from the cities whenever possible, but occasionally our contacts need to visit for reconnaissance. Unfortunately ADVENT caught up with them this time, and now they're holed up in a temporary safe house in the tunnels beneath the city. I have one of my best people in position to lead the rescue, but I'm trusting you to get the job done."

[Play_X2_XP_VOL_T_Swarm_Dropship_Intro_C AkEvent]
SpokenText="The ADVENT cities are no place for the Reapers or our allies, so we set up safe houses set up in the tunnels underground. It sounds like the aliens followed one of our contacts down there, and I need you to mount a rescue. I have an operative in position to lead the way, but the rest is up to you."

[Play_X2_XP_VOL_T_Swarm_Mission_Complete AkEvent]
SpokenText="It sounds like we owe you one, Commander. I won't forget it."

